Repository: tadasz/BabyLight
Catalog: Baby Light/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, hi, id, it, ja, ko, lt, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Learned from your last %lld nights — glows about %lld min after you open the app.
ar: تعلَّم من آخر %lld ليالٍ لديك — يضيء بعد نحو %lld دقيقة من فتحك للتطبيق.
da: Lært af dine seneste %lld nætter — lyser ca. %lld min efter du åbner appen.
de: Aus deinen letzten %lld Nächten gelernt — leuchtet etwa %lld Min. nach dem Öffnen der App.
el: Έμαθε από τις τελευταίες %lld νύχτες σου — ανάβει περίπου %lld λεπτά αφότου ανοίξεις την εφαρμογή.
es: Aprendido de tus últimas %lld noches: brilla unos %lld min después de abrir la app.
fi: Opittu viimeisistä %lld yöstäsi — hehkuu noin %lld min sovelluksen avaamisen jälkeen.
fr: Appris de vos %lld dernières nuits — s'allume environ %lld min après l'ouverture de l'app.
hi: आपकी पिछली %lld रातों से सीखा — ऐप खोलने के लगभग %lld मिनट बाद चमकता है।
id: Dipelajari dari %lld malam terakhir Anda — menyala sekitar %lld mnt setelah Anda membuka aplikasi.
it: Appreso dalle tue ultime %lld notti — si illumina circa %lld min dopo l'apertura dell'app.
ja: 直近の%lld晩から学習 — アプリを開いてから約%lld分後に光ります。
ko: 최근 %lld일 밤에서 학습 — 앱을 연 뒤 약 %lld분 후에 빛납니다.
lt: Išmokta iš paskutinių %lld naktų — švyti maždaug po %lld min. atidarius programą.
nb: Lært av dine siste %lld netter — lyser ca. %lld min etter at du åpner appen.
nl: Geleerd van je laatste %lld nachten — gloeit ongeveer %lld min nadat je de app opent.
pl: Nauczono z ostatnich %lld nocy — świeci około %lld min po otwarciu aplikacji.
pt_br: Aprendido nas suas últimas %lld noites — brilha cerca de %lld min depois de você abrir o app.
ru: Изучено по последним %lld ночам — светится примерно через %lld мин после открытия приложения.
sv: Lärt från dina senaste %lld nätter — lyser cirka %lld min efter att du öppnar appen.
th: เรียนรู้จาก %lld คืนล่าสุดของคุณ — เรืองแสงประมาณ %lld นาทีหลังจากคุณเปิดแอป
tr: Son %lld gecenizden öğrenildi — uygulamayı açtıktan yaklaşık %lld dk sonra parlar.
uk: Вивчено за останні %lld ночей — світиться приблизно через %lld хв після відкриття застосунку.
vi: Học từ %lld đêm gần nhất của bạn — phát sáng khoảng %lld phút sau khi bạn mở ứng dụng.
zh_hans: 根据你最近的 %lld 晚学习——在你打开应用约 %lld 分钟后发光。
zh_hant: 根據你最近的 %lld 晚學習——在你開啟應用程式約 %lld 分鐘後發光。

source: Reset
ar: إعادة تعيين
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fr: Réinitialiser
hi: रीसेट करें
id: Atur ulang
it: Reimposta
ja: リセット
ko: 재설정
lt: Nustatyti iš naujo
nb: Nullstill
pl: Resetuj
pt_br: Redefinir
ru: Сбросить
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

source: Listen for crying to time the tip
ar: الاستماع إلى البكاء لضبط توقيت التلميح
da: Lyt efter gråd for at time tippet
de: Auf Weinen hören, um den Hinweis zu timen
el: Ακρόαση για κλάματα ώστε να χρονιστεί η υπόδειξη
es: Escuchar el llanto para calcular el aviso
fi: Kuuntele itkua vihjeen ajoitusta varten
fr: Écouter les pleurs pour synchroniser le signal
hi: संकेत का समय तय करने के लिए रोना सुनें
id: Dengarkan tangisan untuk mengatur waktu petunjuk
it: Ascolta il pianto per calcolare il segnale
ja: 泣き声を聞いてタイミングを計る
ko: 울음소리를 감지해 신호 시점 맞추기
lt: Klausytis verksmo, kad būtų parinktas patarimo laikas
nb: Lytt etter gråt for å tidsbestemme tipset
nl: Luister naar huilen om de tip te timen
pl: Nasłuchuj płaczu, aby wyznaczyć czas wskazówki
pt_br: Ouvir o choro para cronometrar a dica
ru: Слушать плач, чтобы подобрать время подсказки
sv: Lyssna efter gråt för att tajma tipset
th: ฟังเสียงร้องไห้เพื่อจับเวลาการแจ้งเตือน
tr: İpucunu zamanlamak için ağlamayı dinle
uk: Слухати плач, щоб визначити час підказки
vi: Nghe tiếng khóc để căn thời điểm gợi ý
zh_hans: 聆听哭声以确定提示时机
zh_hant: 聆聽哭聲以決定提示時機

source: Listens on your device for crying to anchor the tip more accurately. An orange dot appears while it listens. Nothing is recorded and nothing leaves your phone.
ar: يستمع على جهازك إلى البكاء لتحديد توقيت التلميح بدقة أكبر. تظهر نقطة برتقالية أثناء الاستماع. لا يُسجَّل أي شيء ولا يغادر أي شيء هاتفك.
da: Lytter efter gråd på din enhed for at tidsbestemme tippet mere præcist. En orange prik vises, mens der lyttes. Intet optages, og intet forlader din telefon.
de: Hört auf deinem Gerät auf Weinen, um den Hinweis genauer zu timen. Während des Zuhörens erscheint ein oranger Punkt. Nichts wird aufgezeichnet und nichts verlässt dein Telefon.
el: Ακούει για κλάματα στη συσκευή σου για πιο ακριβή χρονισμό της υπόδειξης. Μια πορτοκαλί κουκκίδα εμφανίζεται όσο ακούει. Τίποτα δεν καταγράφεται και τίποτα δεν φεύγει από το τηλέφωνό σου.
es: Escucha el llanto en tu dispositivo para calcular el aviso con más precisión. Aparece un punto naranja mientras escucha. No se graba nada y nada sale de tu teléfono.
fi: Kuuntelee itkua laitteellasi ajoittaakseen vihjeen tarkemmin. Kuuntelun aikana näkyy oranssi piste. Mitään ei tallenneta eikä mikään poistu puhelimestasi.
fr: Écoute les pleurs sur votre appareil pour mieux synchroniser le signal. Un point orange apparaît pendant l'écoute. Rien n'est enregistré et rien ne quitte votre téléphone.
hi: संकेत का समय अधिक सटीक बनाने के लिए आपके डिवाइस पर रोना सुनता है। सुनते समय एक नारंगी बिंदु दिखता है। कुछ भी रिकॉर्ड नहीं होता और कुछ भी आपके फ़ोन से बाहर नहीं जाता।
id: Mendengarkan tangisan di perangkat Anda untuk menentukan waktu petunjuk lebih akurat. Titik oranye muncul saat mendengarkan. Tidak ada yang direkam dan tidak ada yang keluar dari ponsel Anda.
it: Ascolta il pianto sul tuo dispositivo per calcolare il segnale con più precisione. Un puntino arancione appare durante l'ascolto. Nulla viene registrato e nulla lascia il tuo telefono.
ja: 泣き声を端末上で聞き取り、タイミングをより正確に合わせます。聞き取り中はオレンジ色の点が表示されます。録音は行われず、データが端末外に出ることはありません。
ko: 울음소리를 기기에서 감지해 신호 시점을 더 정확히 맞춥니다. 감지 중에는 주황색 점이 표시됩니다. 아무것도 녹음되지 않으며 어떤 데이터도 휴대폰을 벗어나지 않습니다.
lt: Klausosi verksmo jūsų įrenginyje, kad tiksliau parinktų patarimo laiką. Klausantis rodomas oranžinis taškas. Niekas neįrašoma ir niekas neišeina iš jūsų telefono.
nb: Lytter etter gråt på enheten din for å tidsbestemme tipset mer nøyaktig. En oransje prikk vises mens den lytter. Ingenting tas opp, og ingenting forlater telefonen din.
nl: Luistert op je apparaat naar huilen om de tip nauwkeuriger te timen. Er verschijnt een oranje stip tijdens het luisteren. Er wordt niets opgenomen en er verlaat niets je telefoon.
pl: Nasłuchuje płaczu na Twoim urządzeniu, aby dokładniej wyznaczyć czas wskazówki. Podczas nasłuchiwania pojawia się pomarańczowa kropka. Nic nie jest nagrywane i nic nie opuszcza Twojego telefonu.
pt_br: Ouve o choro no seu dispositivo para cronometrar a dica com mais precisão. Um ponto laranja aparece enquanto ouve. Nada é gravado e nada sai do seu telefone.
ru: Слушает плач на вашем устройстве, чтобы точнее подобрать время подсказки. Во время прослушивания появляется оранжевая точка. Ничего не записывается и ничего не покидает ваш телефон.
sv: Lyssnar efter gråt på din enhet för att tajma tipset mer exakt. En orange prick visas medan den lyssnar. Inget spelas in och inget lämnar din telefon.
th: ฟังเสียงร้องไห้บนอุปกรณ์ของคุณเพื่อจับเวลาการแจ้งเตือนได้แม่นยำขึ้น จะมีจุดสีส้มปรากฏขณะฟัง ไม่มีการบันทึกและไม่มีข้อมูลใดออกจากโทรศัพท์ของคุณ
tr: İpucunu daha isabetli zamanlamak için cihazınızda ağlamayı dinler. Dinlerken turuncu bir nokta görünür. Hiçbir şey kaydedilmez ve hiçbir şey telefonunuzdan çıkmaz.
uk: Слухає плач на вашому пристрої, щоб точніше визначити час підказки. Під час прослуховування з’являється оранжева крапка. Нічого не записується й нічого не залишає ваш телефон.
vi: Lắng nghe tiếng khóc trên thiết bị của bạn để căn thời điểm gợi ý chính xác hơn. Một chấm cam xuất hiện khi đang nghe. Không có gì được ghi lại và không có gì rời khỏi điện thoại của bạn.
zh_hans: 在你的设备上聆听哭声，以更准确地确定提示时机。聆听时会出现一个橙色圆点。不会录制任何内容，也不会有任何数据离开你的手机。
zh_hant: 在你的裝置上聆聽哭聲，以更準確地決定提示時機。聆聽時會出現一個橘色圓點。不會錄製任何內容，也不會有任何資料離開你的手機。

source: LIGHT COLOR
ar: لون الضوء
da: LYSFARVE
de: LICHTFARBE
el: ΧΡΩΜΑ ΦΩΤΟΣ
es: COLOR DE LA LUZ
fi: VALON VÄRI
fr: COULEUR DE LA LUMIÈRE
hi: रोशनी का रंग
id: WARNA CAHAYA
it: COLORE DELLA LUCE
ja: 灯りの色
ko: 불빛 색상
lt: ŠVIESOS SPALVA
nb: LYSFARGE
nl: LICHTKLEUR
pl: KOLOR ŚWIATŁA
pt_br: COR DA LUZ
ru: Цвет света
sv: LJUSFÄRG
th: สีของแสง
tr: IŞIK RENGİ
uk: КОЛІР СВІТЛА
vi: MÀU ÁNH SÁNG
zh_hans: 灯光颜色
zh_hant: 燈光顏色

source: AUTO-OFF TIMER
ar: مؤقّت الإيقاف التلقائي
da: SLUK-SELV-TIMER
de: ABSCHALT-TIMER
el: ΑΥΤΟΜΑΤΟ ΣΒΗΣΙΜΟ
es: TEMPORIZADOR DE APAGADO
fi: SAMMUTUSAJASTIN
fr: MINUTEUR D'EXTINCTION
hi: स्वतः-बंद टाइमर
id: WAKTU MATI OTOMATIS
it: TIMER DI SPEGNIMENTO
ja: 自動オフタイマー
ko: 자동 꺼짐 타이머
lt: IŠSIJUNGIMO LAIKMATIS
nb: AUTO-AV-TIMER
nl: UITSCHAKELTIMER
pl: WYŁĄCZNIK CZASOWY
pt_br: DESLIGAMENTO AUTOMÁTICO
ru: Таймер автовыключения
sv: AVSTÄNGNINGSTIMER
th: ตัวจับเวลาปิดอัตโนมัติ
tr: OTOMATİK KAPANMA
uk: ТАЙМЕР АВТОВИМКНЕННЯ
vi: HẸN GIỜ TỰ TẮT
zh_hans: 自动关闭定时
zh_hant: 自動關閉定時

source: AUTO BRIGHTNESS
ar: السطوع التلقائي
da: AUTO-LYSSTYRKE
de: AUTO-HELLIGKEIT
el: ΑΥΤΟΜΑΤΗ ΦΩΤΕΙΝΟΤΗΤΑ
es: BRILLO AUTOMÁTICO
fi: AUTOM. KIRKKAUS
fr: LUMINOSITÉ AUTO
hi: स्वतः चमक
id: KECERAHAN OTOMATIS
it: LUMINOSITÀ AUTO
ja: 明るさ自動調整
ko: 자동 밝기
lt: AUTOMATINIS RYŠKUMAS
nb: AUTO LYSSTYRKE
nl: AUTO-HELDERHEID
pl: AUTO JASNOŚĆ
pt_br: BRILHO AUTOMÁTICO
ru: Автояркость
sv: AUTOMATISK LJUSSTYRKA
th: ความสว่างอัตโนมัติ
tr: OTOMATİK PARLAKLIK
uk: АВТОЯСКРАВІСТЬ
vi: ĐỘ SÁNG TỰ ĐỘNG
zh_hans: 自动亮度
zh_hant: 自動亮度

source: Max brightness when opened
ar: أقصى سطوع عند الفتح
da: Maks. lysstyrke ved åbning
de: Volle Helligkeit beim Öffnen
el: Μέγιστη φωτεινότητα στο άνοιγμα
es: Brillo máximo al abrir
fi: Täysi kirkkaus avattaessa
fr: Luminosité max à l'ouverture
hi: खोलने पर अधिकतम चमक
id: Kecerahan maksimal saat dibuka
it: Luminosità max all'apertura
ja: 開いたら最大の明るさに
ko: 켤 때 최대 밝기로
lt: Didžiausias ryškumas atvėrus
nb: Maks lysstyrke når den åpnes
nl: Max helderheid bij openen
pl: Maks. jasność po otwarciu
pt_br: Brilho máximo ao abrir
ru: Макс. яркость при открытии
sv: Full ljusstyrka när den öppnas
th: สว่างสูงสุดเมื่อเปิด
tr: Açılışta tam parlaklık
uk: Макс. яскравість при відкритті
vi: Sáng tối đa khi mở
zh_hans: 打开时调至最亮
zh_hant: 打開時調至最亮

source: Dim to minimum when closed
ar: أدنى سطوع عند الإغلاق
da: Dæmp til minimum ved lukning
de: Beim Schließen aufs Minimum dimmen
el: Ελάχιστη φωτεινότητα στο κλείσιμο
es: Atenuar al mínimo al cerrar
fi: Himmennä minimiin suljettaessa
fr: Minimum à la fermeture
hi: बंद करने पर न्यूनतम तक मद्धम
id: Redupkan ke minimum saat ditutup
it: Al minimo alla chiusura
ja: 閉じたら最小に暗く
ko: 닫을 때 최소로 낮춤
lt: Pritemdyti iki minimumo užvėrus
nb: Dim til minimum når den lukkes
nl: Dim naar minimum bij sluiten
pl: Min. jasność po zamknięciu
pt_br: Brilho mínimo ao fechar
ru: Гасить до минимума при закрытии
sv: Dimma till minimum när den stängs
th: หรี่ต่ำสุดเมื่อปิด
tr: Kapanışta en düşük parlaklık
uk: Приглушити до мінімуму при закритті
vi: Giảm xuống mức tối thiểu khi đóng
zh_hans: 关闭时调至最暗
zh_hant: 關閉時調至最暗

source: ELAPSED TIMER
ar: الوقت المنقضي
da: FORLØBET TID
de: VERSTRICHENE ZEIT
el: ΧΡΟΝΟΜΕΤΡΟ
es: TEMPORIZADOR TRANSCURRIDO
fi: KULUNUT AIKA
fr: CHRONO
hi: बीता समय टाइमर
id: PENGHITUNG WAKTU
it: TIMER TRASCORSO
ja: 経過タイマー
ko: 경과 타이머
lt: PRAĖJUSIO LAIKO LAIKMATIS
nb: FORLØPT TID
nl: VERSTREKEN TIJD
pl: LICZNIK CZASU
pt_br: TEMPO DECORRIDO
ru: Таймер времени
sv: FÖRLUPEN TID
th: ตัวจับเวลาที่ผ่านไป
tr: GEÇEN SÜRE
uk: ТАЙМЕР ЧАСУ
vi: BỘ ĐẾM THỜI GIAN
zh_hans: 计时
zh_hant: 計時

source: Brightness
ar: السطوع
da: Lysstyrke
de: Helligkeit
el: Φωτεινότητα
es: Brillo
fi: Kirkkaus
fr: Luminosité
hi: चमक
id: Kecerahan
it: Luminosità
ja: 明るさ
ko: 밝기
lt: Ryškumas
nb: Lysstyrke
nl: Helderheid
pl: Jasność
pt_br: Brilho
ru: Яркость
sv: Ljusstyrka
th: ความสว่าง
tr: Parlaklık
uk: Яскравість
vi: Độ sáng
zh_hans: 亮度
zh_hant: 亮度

source: Double-tap to hide • Swipe to adjust brightness
ar: انقر نقرتين للإخفاء • اسحب لضبط السطوع
da: Dobbelttryk for at skjule • Stryg for at justere lysstyrke
de: Doppeltippen zum Ausblenden • Wischen für Helligkeit
el: Διπλό πάτημα για απόκρυψη • Σύρετε για ένταση
es: Toca dos veces para ocultar • Desliza para el brillo
fi: Kaksoisnapauta piilottaaksesi • Säädä kirkkautta pyyhkäisemällä
fr: Touchez deux fois pour masquer • Glissez pour la luminosité
hi: छिपाने के लिए दो बार टैप करें • चमक समायोजित करने के लिए स्वाइप करें
id: Ketuk dua kali untuk sembunyikan • Geser untuk atur kecerahan
it: Tocca due volte per nascondere • Scorri per la luminosità
ja: ダブルタップで非表示 • スワイプで明るさ調整
ko: 두 번 탭하면 숨김 • 스와이프로 밝기 조절
lt: Bakstelėkite du kartus, kad paslėptumėte • Braukite, kad pakeistumėte ryškumą
nb: Dobbelttrykk for å skjule • Sveip for å justere lysstyrken
nl: Dubbeltik om te verbergen • Veeg om helderheid aan te passen
pl: Stuknij dwa razy, by ukryć • Przesuń, by zmienić jasność
pt_br: Toque duplo para ocultar • Deslize para ajustar o brilho
ru: Двойное касание — скрыть • Свайп — яркость
sv: Dubbeltryck för att dölja • Svep för att justera ljusstyrkan
th: แตะสองครั้งเพื่อซ่อน • ปัดเพื่อปรับความสว่าง
tr: Gizlemek için çift dokunun • Parlaklık için kaydırın
uk: Подвійний дотик — приховати • Свайп — змінити яскравість
vi: Chạm hai lần để ẩn • Vuốt để chỉnh độ sáng
zh_hans: 双击隐藏 • 滑动调节亮度
zh_hant: 雙擊隱藏 • 滑動調節亮度

source: Hide the controls
ar: إخفاء عناصر التحكم
da: Skjul kontrollerne
de: Steuerung ausblenden
el: Απόκρυψη των στοιχείων ελέγχου
es: Ocultar los controles
fi: Piilota säätimet
fr: Masquer les commandes
hi: नियंत्रण छिपाएँ
id: Sembunyikan kontrol
it: Nascondere i controlli
ja: 操作パネルを隠す
ko: 컨트롤 숨기기
lt: Paslėpkite valdiklius
nb: Skjul kontrollene
nl: Bediening verbergen
pl: Ukryj elementy sterujące
pt_br: Ocultar os controles
ru: Скрыть управление
sv: Dölj reglagen
th: ซ่อนตัวควบคุม
tr: Kontrolleri gizle
uk: Приховати елементи керування
vi: Ẩn các điều khiển
zh_hans: 隐藏控制项
zh_hant: 隱藏控制項

source: Double-tap anywhere to hide these controls and dim the screen to a calm night light.
ar: انقر نقرتين في أي مكان لإخفاء عناصر التحكم هذه وخفض إضاءة الشاشة إلى ضوء ليلي هادئ.
da: Dobbelttryk hvor som helst for at skjule disse kontroller og dæmpe skærmen til et roligt natlys.
de: Doppeltippe irgendwo, um diese Steuerung auszublenden und den Bildschirm zu einem ruhigen Nachtlicht zu dimmen.
el: Πατήστε δύο φορές οπουδήποτε για να αποκρύψετε αυτά τα στοιχεία ελέγχου και να χαμηλώσετε την οθόνη σε ένα ήρεμο νυχτερινό φως.
es: Toca dos veces en cualquier lugar para ocultar estos controles y atenuar la pantalla como una luz nocturna suave.
fi: Kaksoisnapauta missä tahansa piilottaaksesi nämä säätimet ja himmentääksesi näytön rauhalliseksi yövaloksi.
fr: Touchez deux fois n'importe où pour masquer ces commandes et tamiser l'écran en une veilleuse apaisante.
hi: इन नियंत्रणों को छिपाने और स्क्रीन को एक शांत नाइट लाइट तक मद्धम करने के लिए कहीं भी दो बार टैप करें।
id: Ketuk dua kali di mana saja untuk menyembunyikan kontrol ini dan meredupkan layar menjadi lampu tidur yang tenang.
it: Tocca due volte un punto qualsiasi per nascondere questi controlli e attenuare lo schermo come una luce notturna delicata.
ja: 画面のどこでもダブルタップで操作パネルを隠し、画面を落ち着いた常夜灯の明るさにします。
ko: 화면 아무 곳이나 두 번 탭하면 컨트롤이 숨겨지고 화면이 은은한 수면등으로 어두워집니다.
lt: Bakstelėkite du kartus bet kur, kad paslėptumėte šiuos valdiklius ir pritemdytumėte ekraną iki ramios naktinės lemputės.
nb: Dobbelttrykk hvor som helst for å skjule disse kontrollene og dempe skjermen til et rolig nattlys.
nl: Dubbeltik ergens om deze bediening te verbergen en het scherm te dimmen tot een rustig nachtlampje.
pl: Stuknij dwukrotnie w dowolnym miejscu, aby ukryć te elementy sterujące i przyciemnić ekran do spokojnej lampki nocnej.
pt_br: Toque duas vezes em qualquer lugar para ocultar estes controles e escurecer a tela como uma luz noturna suave.
ru: Дважды коснитесь в любом месте, чтобы скрыть управление и приглушить экран до спокойного ночника.
sv: Dubbeltryck var som helst för att dölja reglagen och dämpa skärmen till ett lugnt nattljus.
th: แตะสองครั้งที่ใดก็ได้เพื่อซ่อนตัวควบคุมเหล่านี้และหรี่หน้าจอให้เป็นไฟกลางคืนที่นุ่มนวล
tr: Bu kontrolleri gizlemek ve ekranı sakin bir gece lambasına kısmak için herhangi bir yere çift dokunun.
uk: Торкніться двічі будь-де, щоб приховати ці елементи керування й приглушити екран до спокійного нічника.
vi: Chạm hai lần vào bất kỳ đâu để ẩn các điều khiển này và làm mờ màn hình thành đèn ngủ dịu nhẹ.
zh_hans: 双击屏幕任意处可隐藏控制项，并将屏幕调暗为柔和的夜灯。
zh_hant: 雙擊螢幕任一處可隱藏控制項，並將螢幕調暗為柔和的夜燈。

source: Tap to show controls
ar: انقر لإظهار عناصر التحكم
da: Tryk for at vise kontrollerne
de: Tippen, um die Steuerung anzuzeigen
el: Πατήστε για εμφάνιση των στοιχείων ελέγχου
es: Toca para mostrar los controles
fi: Napauta näyttääksesi säätimet
fr: Touchez pour afficher les commandes
hi: नियंत्रण दिखाने के लिए टैप करें
id: Ketuk untuk menampilkan kontrol
it: Tocca per mostrare i controlli
ja: タップして操作パネルを表示
ko: 탭하여 컨트롤 표시
lt: Bakstelėkite, kad parodytumėte valdiklius
nb: Trykk for å vise kontrollene
nl: Tik om de bediening te tonen
pl: Dotknij, aby pokazać elementy sterujące
pt_br: Toque para mostrar os controles
ru: Коснитесь, чтобы показать управление
sv: Tryck för att visa reglagen
th: แตะเพื่อแสดงตัวควบคุม
tr: Kontrolleri göstermek için dokunun
uk: Торкніться, щоб показати елементи керування
vi: Chạm để hiện các điều khiển
zh_hans: 点按以显示控制项
zh_hant: 點按以顯示控制項

source: Double-tap anywhere to show the controls again. Swipe up or down to adjust the brightness.
ar: انقر نقرتين في أي مكان لإظهار عناصر التحكم مرة أخرى. اسحب لأعلى أو لأسفل لضبط السطوع.
da: Dobbelttryk hvor som helst for at vise kontrollerne igen. Stryg op eller ned for at justere lysstyrken.
de: Doppeltippe irgendwo, um die Steuerung wieder einzublenden. Wische nach oben oder unten, um die Helligkeit anzupassen.
el: Πατήστε δύο φορές οπουδήποτε για να εμφανίσετε ξανά τα στοιχεία ελέγχου. Σύρετε πάνω ή κάτω για να ρυθμίσετε τη φωτεινότητα.
es: Toca dos veces en cualquier lugar para volver a mostrar los controles. Desliza hacia arriba o abajo para ajustar el brillo.
fi: Kaksoisnapauta missä tahansa näyttääksesi säätimet uudelleen. Pyyhkäise ylös tai alas säätääksesi kirkkautta.
fr: Touchez deux fois n'importe où pour réafficher les commandes. Glissez vers le haut ou le bas pour régler la luminosité.
hi: नियंत्रण फिर से दिखाने के लिए कहीं भी दो बार टैप करें। चमक समायोजित करने के लिए ऊपर या नीचे स्वाइप करें।
id: Ketuk dua kali di mana saja untuk menampilkan kontrol lagi. Geser ke atas atau ke bawah untuk mengatur kecerahan.
it: Tocca due volte un punto qualsiasi per mostrare di nuovo i controlli. Scorri verso l'alto o il basso per regolare la luminosità.
ja: 画面のどこでもダブルタップで操作パネルを再表示。上下にスワイプで明るさを調整できます。
ko: 화면 아무 곳이나 두 번 탭하면 컨트롤이 다시 표시됩니다. 위아래로 스와이프하여 밝기를 조절하세요.
lt: Bakstelėkite du kartus bet kur, kad vėl parodytumėte valdiklius. Braukite aukštyn arba žemyn, kad pakeistumėte ryškumą.
nb: Dobbelttrykk hvor som helst for å vise kontrollene igjen. Sveip opp eller ned for å justere lysstyrken.
nl: Dubbeltik ergens om de bediening weer te tonen. Veeg omhoog of omlaag om de helderheid aan te passen.
pl: Stuknij dwukrotnie w dowolnym miejscu, aby ponownie pokazać elementy sterujące. Przesuń w górę lub w dół, aby dostosować jasność.
pt_br: Toque duas vezes em qualquer lugar para mostrar os controles novamente. Deslize para cima ou para baixo para ajustar o brilho.
ru: Дважды коснитесь в любом месте, чтобы снова показать управление. Свайп вверх или вниз меняет яркость.
sv: Dubbeltryck var som helst för att visa reglagen igen. Svep uppåt eller nedåt för att justera ljusstyrkan.
th: แตะสองครั้งที่ใดก็ได้เพื่อแสดงตัวควบคุมอีกครั้ง ปัดขึ้นหรือลงเพื่อปรับความสว่าง
tr: Kontrolleri yeniden göstermek için herhangi bir yere çift dokunun. Parlaklığı ayarlamak için yukarı veya aşağı kaydırın.
uk: Торкніться двічі будь-де, щоб знову показати елементи керування. Проведіть угору або вниз, щоб змінити яскравість.
vi: Chạm hai lần vào bất kỳ đâu để hiện lại các điều khiển. Vuốt lên hoặc xuống để chỉnh độ sáng.
zh_hans: 双击屏幕任意处可再次显示控制项。上下滑动可调节亮度。
zh_hant: 雙擊螢幕任一處可再次顯示控制項。上下滑動可調節亮度。

source: Deep Red
ar: أحمر غامق
da: Dyb rød
de: Tiefrot
el: Βαθύ κόκκινο
es: Rojo intenso
fi: Syvänpunainen
fr: Rouge profond
hi: गहरा लाल
id: Merah Pekat
it: Rosso intenso
ja: ディープレッド
ko: 딥 레드
lt: Tamsiai raudona
nb: Dyprød
nl: Diep rood
pl: Głęboka czerwień
pt_br: Vermelho profundo
ru: Глубокий красный
sv: Djupröd
th: สีแดงเข้ม
tr: Koyu kırmızı
uk: Глибокий червоний
vi: Đỏ đậm
zh_hans: 深红
zh_hant: 深紅

source: Amber
ar: كهرماني
da: Rav
de: Bernstein
el: Κεχριμπάρι
es: Ámbar
fi: Meripihka
fr: Ambre
hi: नारंगी
id: Oranye
it: Ambra
ja: アンバー
ko: 앰버
lt: Gintarinė
nb: Rav
pl: Bursztyn
pt_br: Âmbar
ru: Янтарь
sv: Bärnsten
th: สีเหลืองอำพัน
tr: Kehribar
uk: Бурштин
vi: Hổ phách
zh_hans: 琥珀
zh_hant: 琥珀

source: Candle
ar: شمعة
da: Levende lys
de: Kerze
el: Κερί
es: Vela
fi: Kynttilä
fr: Bougie
hi: मोमबत्ती
id: Lilin
it: Candela
ja: キャンドル
ko: 캔들
lt: Žvakė
nb: Stearinlys
nl: Kaarslicht
pl: Świeca
pt_br: Vela
ru: Свеча
sv: Levande ljus
th: แสงเทียน
tr: Mum
uk: Свічка
vi: Ánh nến
zh_hans: 烛光
zh_hant: 燭光

source: Warm White
ar: أبيض دافئ
da: Varm hvid
de: Warmweiß
el: Ζεστό λευκό
es: Blanco cálido
fi: Lämmin valkoinen
fr: Blanc chaud
hi: गर्म सफेद
id: Putih Hangat
it: Bianco caldo
ja: 暖色ホワイト
ko: 따뜻한 화이트
lt: Šilta balta
nb: Varmhvit
nl: Warm wit
pl: Ciepła biel
pt_br: Branco quente
ru: Тёплый белый
sv: Varmvit
th: สีขาวอุ่น
tr: Sıcak beyaz
uk: Теплий білий
vi: Trắng ấm
zh_hans: 暖白
zh_hant: 暖白

source: Best for sleep
ar: الأفضل للنوم
da: Bedst til søvn
de: Am besten zum Schlafen
el: Ιδανικό για ύπνο
es: Lo mejor para dormir
fi: Paras uneen
fr: Idéal pour dormir
hi: नींद के लिए सर्वोत्तम
id: Terbaik untuk tidur
it: Ideale per dormire
ja: 眠りに最適
ko: 수면에 가장 좋음
lt: Geriausia miegui
nb: Best for søvn
nl: Beste voor slaap
pl: Najlepsze do snu
pt_br: Ideal para dormir
ru: Лучший для сна
sv: Bäst för sömn
th: ดีที่สุดสำหรับการนอน
tr: Uyku için en iyisi
uk: Найкраще для сну
vi: Tốt nhất cho giấc ngủ
zh_hans: 最适合睡眠
zh_hant: 最適合睡眠

source: Warm & soothing
ar: دافئ ومهدّئ
da: Varm og beroligende
de: Warm & beruhigend
el: Ζεστό & καταπραϋντικό
es: Cálido y reconfortante
fi: Lämmin ja rauhoittava
fr: Chaud & apaisant
hi: गर्म और सुकूनदायक
id: Hangat & menenangkan
it: Calda e rilassante
ja: 温かく心地よい
ko: 따뜻하고 편안함
lt: Šilta ir raminanti
nb: Varm og beroligende
nl: Warm en rustgevend
pl: Ciepłe i kojące
pt_br: Quente e relaxante
ru: Тёплый и мягкий
sv: Varm och rogivande
th: อุ่นและผ่อนคลาย
tr: Sıcak ve yatıştırıcı
uk: Тепле й заспокійливе
vi: Ấm và dễ chịu
zh_hans: 温暖舒缓
zh_hant: 溫暖舒緩

source: Soft orange
ar: برتقالي ناعم
da: Blød orange
de: Sanftes Orange
el: Απαλό πορτοκαλί
es: Naranja suave
fi: Pehmeä oranssi
fr: Orange doux
hi: हल्का नारंगी
id: Oranye lembut
it: Arancione tenue
ja: やわらかなオレンジ
ko: 부드러운 오렌지
lt: Švelni oranžinė
nb: Myk oransje
nl: Zacht oranje
pl: Łagodny pomarańcz
pt_br: Laranja suave
ru: Мягкий оранжевый
sv: Mjuk orange
th: สีส้มนุ่มนวล
tr: Yumuşak turuncu
uk: М’який помаранчевий
vi: Cam dịu
zh_hans: 柔和橙光
zh_hant: 柔和橘光

source: If you need more light
ar: إذا احتجت ضوءًا أكثر
da: Hvis du har brug for mere lys
de: Wenn du mehr Licht brauchst
el: Αν θέλετε περισσότερο φως
es: Si necesitas más luz
fi: Jos tarvitset enemmän valoa
fr: Si vous avez besoin de plus de lumière
hi: अगर आपको ज़्यादा रोशनी चाहिए
id: Jika perlu lebih banyak cahaya
it: Se ti serve più luce
ja: もっと明るくしたいとき
ko: 더 밝은 빛이 필요할 때
lt: Jei reikia daugiau šviesos
nb: Hvis du trenger mer lys
nl: Als je meer licht nodig hebt
pl: Gdy potrzebujesz więcej światła
pt_br: Se precisar de mais luz
ru: Когда нужно больше света
sv: Om du behöver mer ljus
th: หากคุณต้องการแสงมากขึ้น
tr: Daha fazla ışık gerekirse
uk: Якщо потрібно більше світла
vi: Khi bạn cần sáng hơn
zh_hans: 需要更亮时
zh_hant: 需要更亮時
